Repository: OCselected/comps
Catalog: po/*.po
Languages: pl, sk

source: Administration Tools
pl: Narzędzia administracyjne
sk: Administrátorské nástroje

source: This group is a collection of graphical administration tools for the system, such as for managing user accounts and configuring system hardware.
pl: Ta grupa zawiera zbiór graficznych narzędzi administracyjnych, takich jak zarządzanie kontami użytkowników i konfigurowanie sprzętu systemu.
sk: Táto skupina je kolekciou grafických administrátorských nástrojov pre počítač, napr. správa používateľských účtov a konfigurácia hardvéru.

source: Afrikaans Support
pl: Obsługa afrykanerskiego
sk: Juhoafrická podpora

source: Akan Support
pl: Obsługa akan
sk: Podpora Akan

source: Albanian Support
pl: Obsługa albańskiego
sk: Albánska podpora

source: Amazigh Support
pl: Obsługa amazigh
sk: Berberská podpora

source: Arabic Support
pl: Obsługa arabskiego
sk: Arabská podpora

source: Armenian Support
pl: Obsługa ormiańskiego
sk: Arménska podpora

source: This group is a collection of tools and resources of Armenian environments.
pl: Ta grupa jest zbiorem narzędzi i zasobów dla środowisk ormiańskich.
sk: Táto skupina je kolekciou nástrojov a zdrojov arménskych prostredí.

source: Assamese Support
pl: Obsługa asamskiego
sk: Assamská podpora

source: Asturian Support
pl: Obsługa asturyjskiego
sk: Astúrska podpora

source: Authoring and Publishing
pl: Pisanie i publikowanie
sk: Písanie a publikovanie

source: These tools allow you to create documents in the DocBook format and convert them into HTML, PDF, Postscript, and text.
pl: Te narzędzia pozwalają na tworzenie dokumentacji w formacie DocBook i konwertowanie jej do formatów HTML, PDF, PostScript i zwykłego tekstu.
sk: Tieto nástroje vám umožnia vytvárať dokumenty vo formáte DocBook a konvertovať ich do HTML, PDF, Postscriptu a textu.

source: Azerbaijani Support
pl: Obsługa azerbejdżańskiego
sk: Ázerbajdžánská podpora

source: Base
pl: Część podstawowa
sk: Základ

source: This group includes a minimal set of packages. Useful for creating small router/firewall boxes, for example.
pl: Ta grupa zawiera minimalny zestaw pakietów. Przydatna do tworzenia na przykład małych routerów/zapór sieciowych.
sk: Táto skupina zahŕňa najmenšiu množinu balíčkov. Je to použiteľné napríklad na vytvorenie malých smerovačov/firewallov.

source: X Window System
pl: System X Window
sk: X Window systém

source: Install this group of packages to use the base graphical (X) user interface.
pl: Należy zainstalować tę grupę pakietów, aby używać podstawowego graficznego (X) interfejsu użytkownika.
sk: Nainštalujte túto skupinu balíčkov, aby ste mohli použiť základné grafické používateľské rozhranie X.

source: Basque Support
pl: Obsługa baskijskiego
sk: Baskická podpora

source: Belarusian Support
pl: Obsługa białoruskiego
sk: Bieloruská podpora

source: Bengali Support
pl: Obsługa bengalskiego
sk: Bengálska podpora

source: Bhutanese Support
pl: Obsługa bhutańskiego
sk: Butánska podpora

source: Books and Guides
pl: Książki i przewodniki
sk: Knihy a príručky

source: Books and Guides for Fedora users and developers
pl: Książki i przewodniki dla użytkowników i programistów Fedory
sk: Knihy a príručky pre užívateľov a vývojárov Fedory

source: Bosnian Support
pl: Obsługa bośniackiego
sk: Bosnianska podpora

source: Brazilian Portuguese Support
pl: Obsługa portugalskiego brazylijskiego
sk: Brazílska podpora (portugalčina)

source: Breton Support
pl: Obsługa bretońskiego
sk: Bretónska podpora

source: English (UK) Support
pl: Obsługa angielskiego (Wielka Brytania)
sk: Anglická (UK) podpora

source: Buildsystem building group
pl: Grupa systemu budowania
sk: Skupina zostavovania systému

source: Bulgarian Support
pl: Obsługa bułgarskiego
sk: Bulharská podpora

source: Myanmar (Burmese) Support
pl: Obsługa myanmarskiego (birmańskiego)
sk: Mjanmarská (Barmčina) podpora

source: Catalan Support
pl: Obsługa katalońskiego
sk: Katalánska podpora

source: Chichewa Support
pl: Obsługa cziczewa
sk: Chichewa podpora

source: Chuvash Support
pl: Obsługa czuwaskiego

source: Clustering
pl: Klastry
sk: Klastrovanie

source: Clustering Support
pl: Obsługa klastrów
sk: Podpora klastrov

source: Coptic Support
pl: Obsługa koptyjskiego
sk: Koptická podpora

source: Core
pl: Rdzeń
sk: Jadro

source: Smallest possible installation
pl: Najmniejsza możliwa instalacja
sk: Najmenšia možná inštalácia

source: Critical Path (Applications)
pl: Funkcjonalność krytyczna (aplikacje)
sk: Kritická cesta (Aplikácie)

source: A set of applications that are considered critical path
pl: Zestaw aplikacji uważanych za krytyczne
sk: Súbor aplikácií považovaných za kritickú cestu

source: Critical Path (Base)
pl: Funkcjonalność krytyczna (podstawowa)
sk: Kritická cesta (základ)

source: A set of packages that provide the shared platform for Critical Path functionality on all Fedora spins
pl: Zestaw pakietów dostarczających współdzieloną platformę dla funkcjonalności krytycznej na wszystkich obrazach Fedory
sk: Súbor balíčkov, ktoré poskytujú zdielanú platformu pre funkcionalitu kritickej cesty pre všetky Fedora spin.

source: Critical Path (GNOME)
pl: Funkcjonalność krytyczna (GNOME)
sk: Kritická cesta (GNOME)

source: A set of packages that provide the Critical Path functionality for the GNOME desktop
pl: Zestaw pakietów dostarczających funkcjonalność krytyczną dla środowiska GNOME
sk: Súbor balíčkov, ktoré poskytujú funkcionalitu kritickej cesty pre prostredie GNOME

source: Critical Path (KDE)
pl: Funkcjonalność krytyczna (KDE)
sk: Kritická cesta (KDE)

source: A set of packages that provide the Critical Path functionality for the KDE desktop
pl: Zestaw pakietów dostarczających funkcjonalność krytyczną dla środowiska KDE
sk: Súbor balíčkov, ktoré poskytujú funkcionalitu kritickej cesty pre prostredie KDE

source: Critical Path (LXDE)
pl: Funkcjonalność krytyczna (LXDE)
sk: Kritická cesta (LXDE)

source: A set of packages that provide the Critical Path functionality for the LXDE desktop
pl: Zestaw pakietów dostarczających funkcjonalność krytyczną dla środowiska LXDE
sk: Súbor balíčkov, ktoré poskytujú funkcionalitu kritickej cesty pre prostredie LXDE

source: Critical Path (Xfce)
pl: Funkcjonalność krytyczna (Xfce)
sk: Kritická cesta (Xfce)

source: A set of packages that provide the Critical Path functionality for the Xfce desktop
pl: Zestaw pakietów dostarczających funkcjonalność krytyczną dla środowiska Xfce
sk: Súbor balíčkov, ktoré poskytujú funkcionalitu kritickej cesty pre prostredie Xfce

source: Croatian Support
pl: Obsługa chorwackiego
sk: Chorvátska podpora

source: Czech Support
pl: Obsługa czeskiego
sk: Česká podpora

source: Danish Support
pl: Obsługa duńskiego
sk: Dánska podpora

source: Design Suite
pl: Zestaw projektowania

source: These packages are targeted towards professional designers, like the Fedora Design Team.
pl: Te pakiety są przeznaczone dla zawodowych projektantów, takich jak Zespół projektantów Fedory.

source: Development Libraries
pl: Biblioteki programistyczne
sk: Vývojárske knižnice

source: The packages in this group are core libraries needed to develop applications.
pl: Pakiety z tej grupy są podstawowymi bibliotekami wymaganymi do tworzenia aplikacji.
sk: Balíčky v tejto skupine sú základné knižnice potrebné pre vývoj aplikácií.

source: Development Tools
pl: Narzędzia programistyczne
sk: Vývojárske nástroje

source: These tools include core development tools such as automake, gcc, perl, python, and debuggers.
pl: Te narzędzia zawierają podstawowe narzędzia programistyczne, takie jak Automake, GCC, Perl, Python i debugery.
sk: Tieto nástroje obsahujú základné vývojové nástroje ako sú automake, gcc, perl, python a ladiace nástroje.

source: Dial-up Networking Support
pl: Obsługa sieci dial-up
sk: Podpora telefonického pripojenia

source: Directory Server
pl: Serwer katalogu
sk: Adresárový server

source: Machine and user identity servers.
pl: Serwery tożsamości komputerów i użytkowników.
sk: Servery na identifikáciu počítačov a užívateľov

source: DNS Name Server
pl: Serwer nazw DNS
sk: DNS menný server

source: This package group allows you to run a DNS name server (BIND) on the system.
pl: Ta grupa pakietów umożliwia uruchomienie serwera nazw DNS (BIND).
sk: Táto skupina balíčkov vám umožní spustiť DNS menný server (BIND) na počítači.

source: Dogtag Certificate System
pl: System certyfikacji Dogtag
sk: Certifikačný systém Dogtag

source: Enterprise-class open source Certificate Authority
pl: Oprogramowanie certyfikacji open source klasy Enterprise
sk: Pokročilá open source certifikačná autorita

source: Dutch Support
pl: Obsługa holenderskiego
sk: Holandská podpora

source: Fedora Eclipse
pl: Eclipse Fedory

source: Integrated Development Environments based on Eclipse.
pl: Zintegrowane środowisko programistyczne oparte na Eclipse.
sk: Integrované vývojové prostredie založené na Eclipse

source: Editors
pl: Edytory
sk: Editory

source: Sometimes called text editors, these are programs that allow you to create and edit text files. This includes Emacs and Vi.
pl: Czasem nazywane edytorami tekstu, są to programy umożliwiające tworzenie i modyfikowanie plików tekstowych. Zawiera Emacsa i Vi.
sk: Tieto programy, niekedy nazývané textové editory, vám umožnia vytvárať a upravovať súbory. Toto zahŕňa aj Emacs a Vi.

source: Educational Software
pl: Oprogramowanie edukacyjne
sk: Vzdelávací softvér

source: Educational software for learning
pl: Oprogramowanie edukacyjne dla nauczania
sk: Náučný softvér pre výuku

source: Electronic Lab
pl: Laboratorium elektroniczne
sk: Elektronické laboratórium

source: Design and Simulation tools for hardware engineers
pl: Narzędzia projektowania i symulacji dla inżynierów sprzętu
sk: Dizajnové a simulačné nástroje pre hardvérových inžinierov

source: Engineering and Scientific
pl: Inżynieria i nauka
sk: Veda a výskum

source: This group includes packages for performing mathematical and scientific computations and plotting, as well as unit conversion.
pl: Ta grupa zawiera pakiety do wykonywania obliczeń matematycznych i naukowych, rysowania wykresów i konwersji jednostek.
sk: Táto skupina obsahuje balíčky pre matematické a vedecké výpočty a kreslenie, spolu s konverziou jednotiek.

source: Esperanto Support
pl: Obsługa esperanto
sk: Esperanto podpora

source: Estonian Support
pl: Obsługa estońskiego
sk: Estónska podpora

source: Ethiopic Support
pl: Obsługa etiopskiego
sk: Etiópska podpora

source: Faroese Support
pl: Obsługa farerskiego
sk: Faerská podpora

source: Fedora Packager
pl: Tworzenie pakietów Fedory
sk: Fedora Balíčkovač

source: Tools and Utilities needed by a Fedora Packager
pl: Narzędzia wymagane do tworzenia pakietów Fedory
sk: Nástroje vyžadované Fedora Balíčkovačom

source: Fijian Support
pl: Obsługa fidżyjskiego
sk: Fidžská podpora

source: Filesystems
pl: Systemy plików
sk: Súborové systémy

source: Filipino Support
pl: Obsługa pilipino
sk: Filipínska podpora

source: Finnish Support
pl: Obsługa fińskiego
sk: Fínska podpora

source: Font design and packaging
pl: Projektowanie i tworzenie pakietów z czcionkami
sk: Návrh písiem a vytváranie balíčkov

source: This group is a collection of tools used in the design, modification, manipulation, and packaging of fonts.
pl: Ta grupa jest zbiorem narzędzi używanych w projektowaniu, modyfikowaniu, obróbce i tworzeniu pakietów z czcionkami.
sk: Táto skupina zahŕňa nástroje používane k návrhu, vytváraniu a úprave písem a balíčkov s písmami.

source: Fonts
pl: Czcionki
sk: Písma

source: Fonts packages for rendering text on the desktop.
pl: Pakiety czcionek do wyświetlania tekstu w środowisku graficznym.
sk: Balíčky písiem pre zobrazovanie textu v systéme.

source: French Support
pl: Obsługa francuskiego
sk: Francúzska podpora

source: Frisian Support
pl: Obsługa fryzyjskiego
sk: Friská podpora

source: Friulian Support
pl: Obsługa friulskiego
sk: Friulská podpora

source: FTP Server
pl: Serwer FTP

source: These tools allow you to run an FTP server on the system.
pl: Te narzędzia umożliwiają uruchomienie serwera FTP.
sk: Tieto nástroje vám umožnia spustiť na počítači FTP server.

source: Gaelic Support
pl: Obsługa gaelickiego
sk: Galská podpora

source: Galician Support
pl: Obsługa galisyjskiego
sk: Haličská podpora

source: Games and Entertainment
pl: Gry i rozrywka
sk: Hry a zábava

source: Various ways to relax and spend your free time.
pl: Różne sposoby na odpoczynek i spędzenie wolnego czasu.
sk: Rôzne spôsoby ako oddychovať a tráviť voľný čas.

source: Georgian Support
pl: Obsługa gruzińskiego
sk: Gruzínska podpora

source: German Support
pl: Obsługa niemieckiego
sk: Nemecká podpora

source: GNOME Desktop Environment
pl: Środowisko graficzne GNOME
sk: Pracovné prostredie GNOME

source: GNOME is a powerful graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
pl: GNOME jest graficznym interfejsem użytkownika o dużych możliwościach, zawierającym panel, pulpit, ikony systemowe oraz graficzny menedżer plików.
sk: GNOME je výkonné grafické používateľské rozhranie, ktoré obsahuje panel, pracovnú plochu, systémové ikony a grafického správcu súborov.

source: GNOME Software Development
pl: Tworzenie oprogramowania GNOME
sk: Softvérový vývoj GNOME

source: Install these packages in order to develop GTK+ and GNOME graphical applications.
pl: Należy zainstalować te pakiety, aby tworzyć graficzne aplikacje GTK+ i GNOME.
sk: Nainštalujte si tieto balíčky, ak potrebujete vyvíjať grafické aplikácie GTK+ a GNOME.

source: Graphical Internet
pl: Graficzny Internet
sk: Grafický internet

source: This group includes graphical email, Web, and chat clients.
pl: Ta grupa zawiera graficzne klienty poczty elektronicznej, WWW i komunikatory.
sk: Táto skupina zahŕňa grafických klientov pre e-mail, WWW a rozhovory (chat).

source: Graphics
pl: Grafika
sk: Grafika

source: This group includes packages to help you manipulate and scan images.
pl: Ta grupa zawiera pakiety pomagające obrabiać i skanować obrazy.
sk: Táto skupina obsahuje balíčky, ktoré vám pomôžu pri skenovaní obrázkov a pri práci s nimi.

source: Greek Support
pl: Obsługa greckiego
sk: Grécka podpora

source: Gujarati Support
pl: Obsługa gudżarati
sk: Gudžarátska podpora

source: Haitian Creole Support
pl: Obsługa kreolskiego haitańskiego

source: Hardware Support
pl: Obsługa sprzętu
sk: Podpora hardvéru

source: This group is a collection of tools for various hardware specific utilities.
pl: Ta grupa jest zbiorem programów dla różnych narzędzi sprzętowych.
sk: Táto skupina je kolekciou nástrojov pre rôzne hardvérovo špecifické pomocné programy.

source: Support for developing programs in the Haskell programming language.
pl: Obsługa tworzenia programów w języku programowania Haskell.
sk: Podpora pre vývoj programov v programovacom jazyku Haskell.

source: Hebrew Support
pl: Obsługa hebrajskiego
sk: Hebrejská podpora

source: Hiligaynon Support
pl: Obsługa hiligaynon
sk: Hiligaynon podpora

source: Hindi Support
pl: Obsługa hindi
sk: Hindská podpora

source: Hungarian Support
pl: Obsługa węgierskiego
sk: Maďarská podpora

source: Icelandic Support
pl: Obsługa islandzkiego
sk: Islandská podpora

source: Indonesian Support
pl: Obsługa indonezyjskiego
sk: Indonézska podpora

source: Input Methods
pl: Metody wprowadzania
sk: Metódy vstupu

source: Input method packages for the input of international text.
pl: Pakiety metod wprowadzania do wpisywania międzynarodowego tekstu.
sk: Balíčky metód vstupu pre podporu medzinárodného textu.

source: Interlingua Support
pl: Obsługa interlingua
sk: Interlingua podpora

source: Inuktitut Support
pl: Obsługa inuktitut
sk: Podpora inuktikut

source: Irish Support
pl: Obsługa irlandzkiego
sk: Írska podpora

source: Italian Support
pl: Obsługa włoskiego
sk: Talianska podpora

source: Japanese Support
pl: Obsługa japońskiego
sk: Japonská podpora

source: Support for running programs written in the Java programming language.
pl: Obsługa uruchamiania programów napisanych w języku programowania Java.
sk: Podpora spúšťania programov napísaných v programovacom jazyku Java.

source: Java Development
pl: Programowanie w Javie
sk: Vývoj v Jave

source: Support for developing programs in the Java programming language.
pl: Obsługa tworzenia programów w języku programowania Java.
sk: Podpora pre vývoj programov v programovacom jazyku Java.

source: Kannada Support
pl: Obsługa kannada
sk: Kanadská podpora

source: Kashmiri Support
pl: Obsługa kaszmirskiego
sk: Kašmírska podpora

source: Kashubian Support
pl: Obsługa kaszubskiego
sk: Kašubská podpora

source: Kazakh Support
pl: Obsługa kazachskiego
sk: Kazašská podpora

source: KDE Software Compilation
pl: Zestaw oprogramowania KDE

source: The KDE SC includes the KDE Plasma Desktop, a highly-configurable graphical user interface which includes a panel, desktop, system icons and desktop widgets, and many powerful KDE applications.
pl: KDE SC zawiera środowisko Plasma, wysoce konfigurowalny graficzny interfejs użytkownika zawierający panel, pulpit, ikony systemowe, widgety pulpitu i wiele aplikacji KDE o dużych możliwościach.
sk: KDE SC obsahuje KDE Plasma Desktop, vysoko konfigurovateľné grafické používateľské rozhranie, ktoré obsahuje panel, pracovnú plochu, systémové ikony a widgety plochy a množstvo užitočných a výkonných KDE aplikácií.

source: KDE Software Development
pl: Tworzenie oprogramowania KDE
sk: Softvérový vývoj KDE

source: Install these packages to develop QT and KDE graphical applications.
pl: Należy zainstalować te pakiety, aby tworzyć graficzne aplikacje Qt i KDE.
sk: Nainštalujte si tieto balíčky, ak budete vyvíjať grafické aplikácie QT a KDE

source: Khmer Support
pl: Obsługa khmerskiego
sk: Kmérska podpora

source: Kinyarwanda Support
pl: Obsługa kinyarwanda
sk: Rwandská podpora

source: Konkani Support
pl: Obsługa konkani
sk: Konkani podpora

source: Korean Support
pl: Obsługa koreańskiego
sk: Kórejská podpora

source: Kurdish Support
pl: Obsługa kurdyjskiego
sk: Kurdská podpora

source: Kyrgyz Support
pl: Obsługa kirgiskiego
sk: Podpora kyrgyzštiny

source: Lao Support
pl: Obsługa laotańskiego
sk: Laoská podpora

source: Latin Support
pl: Obsługa łaciny
sk: Latinská podpora

source: Latvian Support
pl: Obsługa łotewskiego
sk: Litovská podpora

source: Legacy Fonts
pl: Przestarzałe czcionki
sk: Zdedené fonty

source: Older bitmap and vector fonts packages
pl: Starsze pakiety czcionek bitmapowych i wektorowych
sk: Balíčky starších bitmapových a vektorových písiem

source: Legacy Network Server
pl: Przestarzałe serwery sieciowe
sk: Zdedený sieťový server

source: These packages include servers for old network protocols such as rsh and telnet.
pl: Te pakiety zawierają serwery starych protokołów sieciowych, takich jak rsh i telnet.
sk: Tieto balíčky obsahujú servery pre zastaralé sieťové protokoly, ako sú rsh a telnet.

source: Legacy Software Development
pl: Tworzenie przestarzałego oprogramowania
sk: Zdedený softvérový vývoj

source: These packages provide compatibility with previous releases.
pl: Te pakiety dostarczają zgodność z poprzednimi wydaniami.
sk: Tieto balíčky poskytujú podporu kompatibility s predchádzajúcimi vydaniami.

source: Legacy Software Support
pl: Obsługa przestarzałego oprogramowanie
sk: Zdedená softvérová podpora

source: LibreOffice Development
pl: Tworzenie rozszerzeń LibreOffice
sk: LibreOffice vývoj

source: These packages are helpful when developing LibreOffice extensions or macros.
pl: Te pakiety umożliwiają tworzenie rozszerzeń lub makr pakietu LibreOffice.
sk: Tieto balíčky sú užitočné pri vývoji rožšírení a makier pre LibreOffice

source: Lingala Support
pl: Obsługa lingala

source: Lithuanian Support
pl: Obsługa litewskiego
sk: Litovská podpora

source: Low German Support
pl: Obsługa dolnoniemieckiego

source: Low Saxon Support
pl: Obsługa dolnosaksońskiego
sk: Podpora low saxon

source: Lower Sorbian Support
pl: Obsługa dolnołużyckiego

source: Lule Sami Support
pl: Obsługa lule sami

source: Luxembourgish Support
pl: Obsługa luksemburskiego
sk: Luxemburská podpora

source: LXDE is a lightweight X11 desktop environment designed for computers with low hardware specifications like netbooks, mobile devices or older computers.
pl: LXDE jest lekkim środowiskiem graficznym X11 zaprojektowanym dla komputerów ze słabym sprzętem, takich jak netbooki, urządzenia mobilne lub starsze komputery.
sk: LXDE je jednoduché pracovné prostredie X11 navrhnuté pre slabšie počítače ako netbooky, mobilné zariadenia a staršie počítače.

source: Macedonian Support
pl: Obsługa macedońskiego
sk: Macedónska podpora

source: Mail Server
pl: Serwer pocztowy
sk: Poštový server

source: These packages allow you to configure an IMAP or SMTP mail server.
pl: Te pakiety umożliwiają skonfigurowanie serwera pocztowego IMAP lub SMTP.
sk: Tieto balíčky vám umožnia nakonfigurovať poštový server IMAP alebo SMTP.

source: Maithili Support
pl: Obsługa maithili
sk: Maithili podpora

source: Malagasy Support
pl: Obsługa malgaskiego
sk: Malagajská podpora

source: Malay Support
pl: Obsługa malajskiego
sk: Malajská podpora

source: Malayalam Support
pl: Obsługa malajalam
sk: Malajalámska podpora

source: Maltese Support
pl: Obsługa maltańskiego
sk: Maltská podpora

source: Manx Support
pl: Obsługa manx
sk: Manx podpora

source: Maori Support
pl: Obsługa maoryskiego
sk: Maorská podpora

source: Marathi Support
pl: Obsługa marathi
sk: Podpora Maráthí

source: MeeGo NetBook UX Environment
pl: Środowisko graficzne MeeGo NetBook UX
sk: Pracovné prostredie MeeGo NetBook UX

source: MeeGo NetBook UX is an desktop environment for NetBook/NetTop devices.
pl: MeeGo NetBook UX jest środowiskiem graficznym dla urządzeń typu netbook/nettop.
sk: MeeGo NetBook UX je pracovné prostredie pre NetBook a NetTop zariadenia.

source: Toolchain for Milkymist hardware engineers.
pl: Zestaw narzędzi dla inżynierów sprzętu Milkymist.
sk: Nástroje pre harvérových inžinierov Milkymist.

source: MinGW cross-compiler
pl: Kompilator skrośny MinGW
sk: MinGW krížový kompilátor

source: Support for cross-compiling programs to 32 bit Windows targets, testing them, and building installers, all from within Fedora.
pl: Obsługa skrośnego kompilowania programów dla 32 bitowych systemów Windows, testowania ich, budowania instalatorów, a wszystko to z poziomu Fedory.
sk: Podpora pre krížovú kompiláciu 32 bitových Windows programov, ich testovanie a vytváranie inštalátorov. A to všetko pomocou Fedory.

source: Mongolian Support
pl: Obsługa mongolskiego
sk: Mongolská podpora

source: Mossi Support
pl: Obsługa mossi

source: MySQL Database
pl: Baza danych MySQL
sk: Databáza MySQL

source: This package group contains packages useful for use with MySQL.
pl: Ta grupa pakietów zawiera przydatne narzędzia do używania z MySQL.
sk: Táto skupina balíčkov obsahuje balíčky, ktoré sú užitočné na použitie s MySQL.

source: Nepali Support
pl: Obsługa nepalskiego
sk: Nepálska podpora

source: Network Servers
pl: Serwery sieciowe
sk: Sieťové servery

source: These packages include network-based servers such as DHCP, Kerberos and NIS.
pl: Te pakiety zawierają serwery sieciowe, takie jak DHCP, Kerberos i NIS.
sk: Tieto balíčky obsahujú sieťové servery, ako sú DHCP, Kerberos a NIS.

source: News Server
pl: Serwer grup dyskusyjnych
sk: Server diskusných skupín

source: This group allows you to configure the system as a news server.
pl: Ta grupa umożliwia skonfigurowanie systemu jako serwera grup dyskusyjnych.
sk: Táto skupina vám umožní nakonfigurovať počítač ako server diskusných skupín.

source: Northern Sami Support
pl: Obsługa północnolapońskiego
sk: Podpora severného Sami

source: Northern Sotho Support
pl: Obsługa północnego sotho
sk: Podpora severného sotho

source: Norwegian Support
pl: Obsługa norweskiego
sk: Nórska podpora
