Repository: OCselected/comps
Catalog: po/*.po
Languages: pl, sk

source: A full-purpose office suite, and other productivity tools.
pl: Pakiet biurowy i inne narzędzia produkcyjne.

source: Performance Tools
pl: Narzędzia wydajności

source: Tools for diagnosing system and application-level performance problems.
pl: Narzędzia do diagnozowania problemów z wydajnością na poziomie systemu i aplikacji.

source: Perl Support
pl: Obsługa Perla
sk: Perl podpora

source: Perl interfaces to common libraries and functionality.
pl: Interfejsy języka Perl do wspólnych bibliotek i funkcjonalności.

source: PHP Support
pl: Obsługa PHP
sk: Podpora PHP

source: PHP web application framework.
pl: Struktura aplikacji WWW PHP.

source: PostgreSQL Database server
pl: Serwer bazy danych PostgreSQL
sk: Databázový server PostgreSQL

source: The PostgreSQL SQL database server, and associated packages.
pl: Serwer bazy danych SQL PostgreSQL i powiązane pakiety.

source: PostgreSQL Database client
pl: Klient bazy danych PostgreSQL
sk: Klient databázy PostgreSQL

source: The PostgreSQL SQL database client, and associated packages.
pl: Klient bazy danych SQL PostgreSQL i powiązane pakiety.

source: Printing client
pl: Klient drukowania
sk: Klient tlače

source: Tools for printing to a local printer or a remote print server.
pl: Narzędzia do drukowania za pomocą lokalnej drukarki lub zdalnego serwera druku.

source: Print Server
pl: Serwer druku
sk: Tlačový server

source: Allows the system to act as a print server.
pl: Umożliwia systemowi pracę jako serwer druku.

source: Remote Desktop Clients
pl: Zdalni klienci środowisk graficznych
sk: Klienti vzdialenej plochy

source: Scientific support
pl: Obsługa aplikacji naukowych
sk: Vedecká podpora

source: Tools for mathematical and scientific computations, and parallel computing.
pl: Narzędzia do wykonywania obliczeń matematycznych i naukowych oraz obliczeń równoległych.

source: Security Tools
pl: Narzędzia bezpieczeństwa
sk: Bezpečnostné nástroje

source: Security tools for integrity and trust verification.
pl: Narzędzia bezpieczeństwa do sprawdzania integralności i zaufania.

source: Server Platform
pl: Platforma serwera

source: Supported libraries for the Enterprise Linux Server Platform.
pl: Obsługiwane biblioteki platformy serwera systemu Enterprise Linux.

source: Server Platform Development
pl: Rozwijanie platformy serwerowej

source: Development headers and libraries for developing applications to run on the Enterprise Linux Server Platform.
pl: Nagłówki i biblioteki programistyczne do tworzenia aplikacji uruchamianych na platformie serwera systemu Enterprise Linux.

source: Server Policy
pl: Polityka serwera

source: Policy packages for the Server variant.
pl: Pakiety polityki dla wariantu serwerowego.

source: Smart card support
pl: Obsługa smart card
sk: Podpora Smart card

source: Support for using smart card authentication.
pl: Obsługa uwierzytelniania za pomocą kart smart card.

source: FCoE Storage Client
pl: Klient pamięci masowej FCoE

source: Fiber Channel over Ethernet support
pl: Obsługa Fiber Channel przez Ethernet

source: iSCSI Storage Client
pl: Klient pamięci masowej iSCSI

source: iSCSI client support
pl: Obsługa klienta iSCSI

source: Storage Availability Tools
pl: Narzędzia dostępności pamięci masowej

source: A set of tools to manage SAN path availability
pl: Zestaw narzędzi do zarządzania dostępnością ścieżki SAN

source: Network Storage Server
pl: Serwer sieciowej pamięci masowej

source: iSCSI, iSER, and iSNS network storage server.
pl: Serwer sieciowych pamięci masowych iSCSI, iSER oraz iSNS.

source: System administration tools
pl: Systemowe narzędzia administracyjne
sk: Systémové nástroje pre správu

source: Utilities useful in system administration.
pl: Narzędzia przydatne w administracji systemem.

source: System Management
pl: Zarządzanie systemem
sk: Správa systému

source: Various low-level hardware management frameworks.
pl: Różne niskopoziomowe struktury zarządzania sprzętem.

source: Messaging Client Support
pl: Obsługa komunikatora

source: AMQP messaging client for systems management.
pl: Klient komunikatów AMQP dla zarządzania systemami.

source: Messaging Server Support
pl: Obsługa serwera komunikatora

source: AMQP messaging broker for systems management.
pl: Broker komunikatów AMQP dla zarządzania systemami.

source: SNMP Support
pl: Obsługa SNMP
sk: Podpora SNMP

source: SNMP management agent.
pl: Agent zarządzania SNMP.

source: Web-Based Enterprise Management
pl: Zarządzanie systemami klasy Enterprise oparte na WWW

source: WBEM interface for Enterprise Linux.
pl: Interfejs WBEM dla systemu Enterprise Linux.

source: Technical Writing
pl: Dokumentacja techniczna

source: Tools for writing technical documentation.
pl: Narzędzia do pisania dokumentacji technicznej.

source: TeX support
pl: Obsługa TeX
sk: TeX podpora

source: Support for the TeX document formatting system.
pl: Obsługa systemu formatowania dokumentów TeX.

source: TurboGears application framework
pl: Struktura aplikacji TurboGears

source: TurboGears web application framework.
pl: Struktura aplikacji WWW TurboGears

source: Provides an environment for hosting virtualized guests.
pl: Dostarcza środowisko do utrzymywania wirtualizowanych gości.

source: Clients for installing and managing virtualization instances.
pl: Klienci instalowania i zarządzania instalacjami wirtualizacji.

source: Virtualization Platform
pl: Platforma wirtualizacji

source: Provides an interface for accessing and controlling virtualized guests and containers.
pl: Dostarcza interfejs do uzyskiwania dostępu i kontrolowania wirtualizowanych gości i kontenerów.

source: Virtualization Tools
pl: Narzędzia wirtualizacji
sk: Nástroje pre virtualizáciu

source: Tools for offline virtual image management.
pl: Narzędzia do zarządzania obrazami wirtualnymi w trybie offline.

source: Allows the system to act as a web server, and run Perl and Python web applications.
pl: Umożliwia systemowi działanie jako serwer WWW oraz wykonywanie aplikacji WWW w językach Perl i Python

source: Web Servlet Engine
pl: Mechanizm servletów WWW

source: Allows the system to host Java servlets.
pl: Umożliwia systemowi udostępnianie servletów Javy.

source: Workstation Policy
pl: Polityka stacji roboczej

source: Policy packages for the Workstation variant.
pl: Pakiety polityki dla wariantu stacji roboczej.

source: X Window System Support.
pl: Obsługa systemu X Window.

source: Desktops
pl: Środowiska graficzne

source: Desktops and thin clients.
pl: Środowiska graficzne i ciency klienci.
sk: Počítače a tenké klienty

source: End-user applications.
pl: Aplikacje dla użytkowników końcowych.
sk: Aplikácie pre koncových užívateľov.

source: Development tools and libraries.
pl: Narzędzia i biblioteki programistyczne.
sk: Vývojárske nástroje a knižnice
