Repository: OCselected/comps
Catalog: po/*.po
Languages: pl, sk

source: Support for developing software using the Objective CAML programming language and libraries.
pl: Obsługa tworzenia oprogramowania używając obiektowego języka programowania i bibliotek Caml.
sk: Podpora pre vývoj programov použitím programovacieho jazyka a knižníc Objective CAML.

source: Occitan Support
pl: Obsługa oksytańskiego
sk: Okcitánska podpora

source: Office/Productivity
pl: Biuro/praca biurowa
sk: Kancelária/produktivita

source: The applications include office suites, PDF viewers, and more.
pl: Aplikacje zawierające pakiety biurowe, przeglądarki PDF i wiele więcej.
sk: Tieto aplikácie obsahujú aj kancelárske balíky, PDF prehliadače a iné.

source: Online Help and Documentation
pl: Pomoc i dokumentacja online
sk: Online pomocník a dokumentácia

source: Oriya Support
pl: Obsługa orija
sk: Podpora oriya

source: Oromo Support
pl: Obsługa oromo

source: Perl Development
pl: Programowanie w Perlu
sk: Vývoj Perl

source: Support for developing programs in the Perl programming language.
pl: Obsługa tworzenia programów w języku programowania Perl.
sk: Podpora pre vývoj programov v programovacom jazyku Perl.

source: Persian Support
pl: Obsługa perskiego
sk: Perzská podpora

source: Polish Support
pl: Obsługa polskiego
sk: Poľská podpora

source: Portuguese Support
pl: Obsługa portugalskiego
sk: Portugalská podpora

source: Printing Support
pl: Obsługa drukowania
sk: Podpora tlače

source: Install these tools to enable the system to print or act as a print server.
pl: Należy zainstalować te narzędzia, aby umożliwić systemowi drukowanie lub pracę jako serwer druku.
sk: Nainštalujte si tieto nástroje, aby ste mohli z počítača tlačiť, alebo ho používať ako tlačový server.

source: Punjabi Support
pl: Obsługa pendżabskiego
sk: Pandžábska podpora

source: Quechua Support
pl: Obsługa keczua

source: Robotics
pl: Robotyka
sk: Robotika

source: Romanian Support
pl: Obsługa rumuńskiego
sk: Rumunská podpora

source: Basic support for the Ruby programming language.
pl: Podstawowa obsługa języka programowania Ruby.
sk: Základná podpora pre programovací jazyk Ruby.

source: Russian Support
pl: Obsługa rosyjskiego
sk: Ruská podpora

source: Samoan Support
pl: Obsługa samoańskiego
sk: Samojská podpora

source: Sanskrit Support
pl: Obsługa sanskrytu
sk: Sanskrit podpora

source: Sardinian Support
pl: Obsługa sardyńskiego
sk: Sardínska podpora

source: Serbian Support
pl: Obsługa serbskiego
sk: Srbská podpora

source: Server Configuration Tools
pl: Narzędzia konfiguracji serwerów
sk: Konfiguračné nástroje servera

source: This group contains all of Red Hat's custom server configuration tools.
pl: Ta grupa zawiera wszystkie narzędzia konfiguracji serwerów stworzone przez Red Hata.
sk: Táto skupina obsahuje všetky vlastné konfiguračné nástroje servera firmy Red Hat.

source: Shuswap Support
pl: Obsługa shuswap

source: Simplified Chinese Support
pl: Obsługa chińskiego uproszczonego
sk: Podpora zjednodušenej čínštiny

source: Sindhi Support
pl: Obsługa sindhi
sk: Sindhi podpora

source: Sinhala Support
pl: Obsługa syngaleskiego
sk: Podpora sinhala

source: Slovak Support
pl: Obsługa słowackiego
sk: Slovenská podpora

source: Slovenian Support
pl: Obsługa słoweńskiego
sk: Slovinská podpora

source: Windows File Server
pl: Serwer plików Windows
sk: Súborový server Windows

source: This package group allows you to share files between Linux and MS Windows(tm) systems.
pl: Ta grupa pakietów umożliwia współdzielenie plików między systemami Linux a Microsoft Windows(tm).
sk: Táto skupina balíčkov vám umožní zdieľať súbory medzi systémami Linux a MS Windows (tm).

source: Somali Support
pl: Obsługa somalijskiego
sk: Somálska podpora

source: Sound and Video
pl: Dźwięk i obraz
sk: Zvuk a video

source: From CD recording to playing audio CDs and multimedia files, this package group allows you to work with sound and video on the system.
pl: Od nagrywania płyt CD do odtwarzania dźwiękowych płyt CD i plików multimedialnych, ta grupa pakietów umożliwia pracę z dźwiękiem i obrazem.
sk: Od nahrávania CD po prehrávanie audio CD a multimediálnych súborov. Táto skupina balíčkov vám umožní pracovať na počítači so zvukom a videom.

source: Southern Ndebele Support
pl: Obsługa południowego ndebele
sk: Podpora južného ndebele

source: Southern Sotho Support
pl: Obsługa południowego sotho
sk: Podpora južného sotho

source: Spanish Support
pl: Obsługa hiszpańskiego
sk: Španielska podpora

source: PostgreSQL Database
pl: Baza danych PostgreSQL
sk: Databáza PostgreSQL

source: This package group includes packages useful for use with Postgresql.
pl: Ta grupa pakietów zawiera przydatne narzędzia do używania z PostgreSQL.
sk: Táto skupina balíčkov obsahuje balíčky, ktoré sú užitočné na použitie s Postgresql.

source: Sugar Desktop Environment
pl: Środowisko graficzne Sugar
sk: Pracovné prostredie Sugar

source: A software playground for learning about learning.
pl: Oprogramowanie do nauczania uczenia się.
sk: Softvér pre výučbu učenia.

source: Swahili Support
pl: Obsługa suahili
sk: Swahilská podpora

source: Swati Support
pl: Obsługa suazi
sk: Podpora swati

source: Swedish Support
pl: Obsługa szwedzkiego
sk: Švédska podpora

source: System Tools
pl: Narzędzia systemowe
sk: Systémové nástroje

source: This group is a collection of various tools for the system, such as the client for connecting to SMB shares and tools to monitor network traffic.
pl: Ta grupa jest zbiorem różnych narzędzi systemowych, takich jak klient do łączenia się z udziałami SMB i narzędzia do monitorowania ruchu sieciowego.
sk: Táto skupina je kolekciou rôznych nástrojov pre počítač, ako je napr. klient pre pripojenie k zdieľaným položkám SMB a nástroje na monitorovanie sieťovej prevádzky.

source: Tagalog Support
pl: Obsługa tagalog
sk: Podpora tagalog

source: Tajik Support
pl: Obsługa tadżyckiego
sk: Tadžická podpora

source: Tamil Support
pl: Obsługa tamilskiego
sk: Tamilská podpora

source: Telugu Support
pl: Obsługa telugu
sk: Podpora telugu

source: Tetum Support
pl: Obsługa tetum
sk: Tetum podpora

source: Text-based Internet
pl: Tekstowy Internet
sk: Textovo orientovaný internet

source: This group includes text-based email, Web, and chat clients. These applications do not require the X Window System.
pl: Ta grupa zawiera tekstowe klienty poczty elektronicznej, WWW i komunikatory. Te aplikacje nie wymagają systemu X Window.
sk: Táto skupina obsahuje textových klientov pre e-mail, WWW a rozhovory (chat). Tieto aplikácie nepotrebujú systém X Window.

source: Thai Support
pl: Obsługa tajskiego
sk: Thajská podpora

source: Tibetan Support
pl: Obsługa tybetańskiego
sk: Tibetská podpora

source: Tigrinya Support
pl: Obsługa tigrinia

source: Tonga Support
pl: Obsługa tonga
sk: Podpora tonga

source: Traditional Chinese Support
pl: Obsługa chińskiego tradycyjnego
sk: Podpora tradičnej čínštiny

source: Tsonga Support
pl: Obsługa tsonga
sk: Podpora tsonga

source: Tswana Support
pl: Obsługa tswana
sk: Podpora tswana

source: Turkish Support
pl: Obsługa tureckiego
sk: Turecká podpora

source: Turkmen Support
pl: Obsługa turkmeńskiego
sk: Turkménska podpora

source: Ukrainian Support
pl: Obsługa ukraińskiego
sk: Ukrajinská podpora

source: Upper Sorbian Support
pl: Obsługa górnołużyckiego
sk: Podpora hornolužickej srbštiny

source: Urdu Support
pl: Obsługa urdu
sk: Podpora urdu

source: Uzbek Support
pl: Obsługa uzbeckiego
sk: Uzbecká podpora

source: Venda Support
pl: Obsługa venda
sk: Podpora venda

source: Vietnamese Support
pl: Obsługa wietnamskiego
sk: Vietnamská podpora

source: Virtualization
pl: Wirtualizacja
sk: Virtualizácia

source: These packages provide a virtualization environment.
pl: Te pakiety dostarczają środowisko wirtualizacji.
sk: Tieto balíčky poskytujú prostredie virtualizácie.

source: Walloon Support
pl: Obsługa walońskiego
sk: Wallónska podpora

source: Web Development
pl: Tworzenie stron WWW
sk: Vývoj webu

source: These packages are helpful when developing web applications or web pages.
pl: Te pakiety umożliwiają tworzenie aplikacji WWW lub stron WWW.
sk: Tieto balíčky vám umožnia vyvíjať webové aplikácie alebo web stránky.

source: Web Server
pl: Serwer WWW
sk: WWW server

source: These tools allow you to run a Web server on the system.
pl: Te narzędzia umożliwiają uruchomienie serwera WWW.
sk: Tieto nástroje vám umožnia spustiť na počítači WWW server

source: Welsh Support
pl: Obsługa walijskiego
sk: Waleská podpora

source: Window Managers
pl: Menedżery okien
sk: Správcovia okien

source: Simple window managers that aren't part of a larger desktop environment.
pl: Proste menedżery okien nie będące częścią większych środowisk graficznych.
sk: Jednoduchí správcovia okien, ktorí nie sú časťou väčších pracovných prostredí.

source: X Software Development
pl: Tworzenie oprogramowania X
sk: Softvérový vývoj X

source: These packages allow you to develop applications for the X Window System.
pl: Te pakiety umożliwiają tworzenie aplikacji dla systemu X Window.
sk: Tieto balíčky vám umožnia vyvíjať aplikácie pre systém X Window.

source: A lightweight desktop environment that works well on low end machines.
pl: Lekkie środowisko graficzne, które dobrze działa na słabych komputerach.
sk: Jednoduché pracovné prostredie, ktoré dobre pracuje na pomalších počítačoch.

source: XFCE Software Development
pl: Tworzenie oprogramowania Xfce
sk: Softvérový vývoj XFCE

source: Install these packages in order to develop GTK+ and XFCE graphical applications.
pl: Należy zainstalować te pakiety, aby tworzyć graficzne aplikacje GTK+ i Xfce.
sk: Nainštalujte si tieto balíčky, ak potrebujete vyvíjať grafické aplikácie GTK+ a XFCE.

source: Xhosa Support
pl: Obsługa xhosa
sk: Podpora xhosa

source: Yiddish Support
pl: Obsługa jidysz

source: Zulu Support
pl: Obsługa zuluskiego
sk: Zuluská podpora

source: Languages
pl: Języki
sk: Jazyky

source: These packages provide support for various locales including fonts and input methods.
pl: Te pakiety dostarczają obsługę różnych lokalizacji, w tym czcionki i metody wprowadzania.
sk: Tieto balíčky poskytujú podporu pre rôzne jazykové mutácie, vrátane písiem a metód vstupu.

source: Desktop Environments
pl: Środowiska graficzne
sk: Pracovné prostredia

source: Desktop environments
pl: Środowiska graficzne
sk: Pracovné prostredia

source: Applications
pl: Aplikacje
sk: Aplikácie

source: Applications to perform a variety of tasks
pl: Aplikacje do wykonywania różnych zadań
sk: Aplikácie na vykonávanie rôznych úloh

source: Development
pl: Programowanie
sk: Vývoj

source: Packages which provide functionality for developing and building applications.
pl: Pakiety dostarczające funkcjonalność tworzenia i budowania aplikacji.
sk: Balíčky poskytujúce funkcionalitu pre vývoj a zostavovanie aplikácií.

source: Servers
pl: Serwery
sk: Servery

source: Software used for running network servers
pl: Oprogramowanie używane do uruchamiania serwerów sieciowych
sk: Softvér používaný na beh sieťových serverov

source: Base System
pl: Podstawowy system
sk: Základ systému

source: Various core pieces of the system.
pl: Różne podstawowe fragmenty systemu.
sk: Rôzne základné časti systému.

source: Content
pl: Treść
sk: Obsah

source: Text and other Free content.
pl: Teksty i inna wolna treść.
sk: Texty a iný voľný obsah.

source: Cloud Infrastructure
pl: Infrastruktura chmury

source: Infrastructure packages for cloud computing.
pl: Pakiety infrastruktury do obliczeń w chmurze.

source: Medical Applications
pl: Aplikacje medyczne

source: This is a group of applications related to health care.
pl: To jest grupa aplikacji związanych z opieką zdrowotną.

source: Virtualization Client
pl: Klient wirtualizacji

source: This group is a collection of tools and resources of Arabic environments.
pl: Ta grupa jest zbiorem narzędzi i zasobów dla środowisk arabskich.
sk: Táto skupina je kolekciou nástrojov a zdrojov arabských prostredí.

source: These tools allow you to create documentation in the DocBook format and convert them to HTML, PDF, Postscript, and text.
pl: Te narzędzia umożliwiają tworzenie dokumentacji w formacie DocBook i konwertowanie jej do formatów HTML, PDF, PostScript i zwykłego tekstu.
sk: Tieto nástroje vám umožnia vytvárať dokumentáciu vo formáte DocBook a konvertovať ju do HTML, PDF, Postscriptu a textu.

source: Dialup Networking Support
pl: Obsługa sieci dial-up
sk: Podpora telefonického pripojenia

source: Sometimes called text editors, these are programs that allow you to create and edit files. These include Emacs and Vi.
pl: Czasem nazywane edytorami tekstu, są to programy umożliwiające tworzenie i modyfikowanie plików. Zawiera Emacsa i Vi.
sk: Tieto programy, niekedy nazývané textové editory, vám umožnia vytvárať a upravovať súbory. Toto zahŕňa aj Emacs a Vi.

source: GNOME is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
pl: GNOME jest graficznym interfejsem użytkownika o dużych możliwościach, zawierającym panel, pulpit, ikony systemowe oraz graficzny menedżer plików.
sk: GNOME je výkonné grafické používateľské rozhranie, ktoré obsahuje panel, pracovnú plochu, systémové ikony a grafického správcu súborov.

source: This group is a collection of tools and resources of Hebrew environments.
pl: Ta grupa jest zbiorem narzędzi i zasobów dla środowisk hebrajskich.
sk: Táto skupina je kolekciou nástrojov a zdrojov hebrejských prostredí.

source: This group is a collection of tools and resources of Japanese environments.
pl: Ta grupa jest zbiorem narzędzi i zasobów dla środowisk japońskich.
sk: Táto skupina je kolekciou nástrojov a zdrojov japonských prostredí.

source: KDE (K Desktop Environment)
pl: Środowisko graficzne KDE
sk: KDE (pracovné prostredie K)

source: KDE is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
pl: KDE jest graficznym interfejsem użytkownika o dużych możliwościach, zawierającym panel, pulpit, ikony systemowe oraz graficzny menedżer plików.
sk: KDE je výkonné grafické používateľské rozhranie, ktoré obsahuje panel, pracovnú plochu, systémové ikony a grafického správcu súborov.

source: This group is a collection of network servers for specific purposes
pl: Ta grupa jest zbiorem serwerów sieciowych do różnych zastosowań
sk: Táto skupina je kolekciou sieťových serverov pre špecifické úlohy.

source: The XEmacs text editor.
pl: Edytor tekstu XEmacs.
sk: Textový editor XEmacs.

source: Applications for a variety of tasks
pl: Aplikacje dla różnych zadań
sk: Aplikácie pre rôzne úlohy

source: This group is a collection of tools and resources of Czech environments.
pl: Ta grupa jest zbiorem narzędzi i zasobów dla środowisk czeskich.
sk: Táto skupina je kolekciou nástrojov a zdrojov českých prostredí.

source: Additional Development
pl: Dodatkowe programowanie

source: Additional development headers and libraries for developing applications
pl: Dodatkowe nagłówki i biblioteki do rozwijania aplikacji

source: Backup Client
pl: Klient kopii zapasowych
sk: Zálohovací klient

source: Client tools for connecting to a backup server and doing backups.
pl: Narzędzia klienckie do łączenia się z serwerem kopii zapasowych i wykonywanie kopii zapasowych.

source: Backup Server
pl: Serwer kopii zapasowych
sk: Zálohovací server

source: Software to centralize your infrastructure's backups.
pl: Oprogramowanie do centralizacji kopii zapasowych infrastruktury.

source: The basic installation of Enterprise Linux.
pl: Podstawowa instalacja systemu Enterprise Linux.

source: Desktop
pl: Środowisko graficzne

source: A minimal desktop that can also be used as a thin client.
pl: Minimalne środowisko, które może być używane także jako cienki klient.

source: Chhattisgarhi Support
pl: Obsługa ćhattisgarhi

source: Chinese Support
pl: Obsługa chińskiego
sk: Čínska podpora

source: CIFS file server
pl: Serwer plików CIFS
sk: Súborový server CIFS

source: Share files between Linux and Microsoft Windows systems.
pl: Współdzielenie plików między systemami Linux a Microsoft Windows.

source: Compatibility libraries
pl: Biblioteki zgodności
sk: Knižnice pre kompatibilitu

source: Compatibility libraries for applications built on previous versions of Enterprise Linux.
pl: Biblioteki zgodności dla aplikacji zbudowanych w poprzednich wersjach systemu Enterprise Linux.

source: Console internet tools
pl: Konsolowe narzędzia internetowe
sk: Konzolové internetové nástroje

source: Console internet access tools, often used by administrators.
pl: Narzędzia dostępu do Internetu w konsoli, często używane przez administratorów

source: Smallest possible installation.
pl: Najmniejsza możliwa instalacja.

source: Debugging Tools
pl: Narzędzia debugowania
sk: Ladiace nástroje

source: Tools for debugging misbehaving applications and diagnosing performance problems.
pl: Narzędzia do debugowania błędnie zachowujących się aplikacji i diagnozowania problemów z wydajnością.

source: Desktop Debugging and Performance Tools
pl: Narzędzia debugowania i obliczania wydajności środowisk graficznych

source: GUI tools for debugging applications and performance.
pl: Narzędzia graficzne do debugowania aplikacji i mierzenia wydajności.

source: Desktop Platform
pl: Platforma pulpitu

source: Supported libraries for the Enterprise Linux Desktop Platform.
pl: Obsługiwane biblioteki platformy pulpitu systemu Enterprise Linux.

source: Desktop Platform Development
pl: Rozwijanie platformy pulpitu

source: Development headers and libraries for developing applications to run on the Enterprise Linux Desktop Platform.
pl: Nagłówki i biblioteki programistyczne do tworzenia aplikacji uruchamianych na platformie pulpitu systemu Enterprise Linux.

source: Development tools
pl: Narzędzia programistyczne
sk: Vývojárske nástroje

source: A basic development environment.
pl: Podstawowe środowisko programistyczne.
sk: Základné prostredie pre vývoj.

source: Tools for connecting via PPP or ISDN.
pl: Narzędzia do łączenia przez PPP lub ISDN.

source: Directory Client
pl: Klient katalogu

source: Clients for integration into a network managed by a directory service.
pl: Klienci do integrowania z siecią zarządzaną przez usługę katalogu.

source: Eclipse-based Integrated Development Environment.
pl: Zintegrowane środowisko programistyczne oparte na Eclipse.

source: Educational software for learning.
pl: Oprogramowanie edukacyjne dla nauczania.

source: Design and Simulation tools for hardware engineers.
pl: Narzędzia projektowania i symulacji dla inżynierów sprzętu.

source: The GNU Emacs extensible, customizable, text editor.
pl: Rozszerzalny, łatwo modyfikowalny edytor tekstu GNU Emacs.

source: Tools and utilities needed by a Fedora Packager.
pl: Narzędzia wymagane do tworzenia pakietów Fedory.

source: Fonts for rendering text in a variety of languages and scripts.
pl: Czcionki do wyświetlania tekstu w różnych językach i pismach.

source: FTP server
pl: Serwer FTP

source: Allows the system to act as an FTP server.
pl: Umożliwia systemowi pracę jako serwer FTP.

source: General Purpose Desktop
pl: Środowisko graficzne ogólnego przeznaczenia

source: A general purpose desktop.
pl: Środowisko ogólnego przeznaczenia.

source: Graphical Administration Tools
pl: Graficzne narzędzia administracyjne
sk: Grafické nástroje pre správu

source: Graphical system administration tools for managing many aspects of a system.
pl: Graficzne narzędzia administracji systemem do zarządzania wieloma aspektami systemu.

source: Graphics Creation Tools
pl: Narzędzia tworzenia grafiki
sk: Nástroje pre tvorbu grafiky

source: Software for creation and manipulation of still images.
pl: Oprogramowanie do tworzenia i modyfikowania obrazów.

source: Hardware monitoring utilities
pl: Narzędzia do monitorowania sprzętu
sk: Nástroje na monitorovanie hardvéru

source: A set of tools to monitor server hardware
pl: Zestaw narzędzi do monitorowania sprzętu serwera

source: Infiniband Support
pl: Obsługa InfiniBand

source: Software designed for supporting clustering and grid connectivity using RDMA-based InfiniBand and iWARP fabrics.
pl: Oprogramowanie zaprojektowane do obsługiwania łączności klastrowej i gridów?? używając urządzeń InfiniBand oraz iWARP opartych na RDMA.

source: Software for the input of international text.
pl: Oprogramowanie do wpisywania międzynarodowego tekstu.

source: Internet Applications
pl: Aplikacje internetowe
sk: Internetové aplikácie

source: Email, chat, and video conferencing software.
pl: Oprogramowanie do obsługi poczty, komunikatorów i wideokonferencji.
sk: Softvér pre e-mail, chat a video konferencie

source: Internet Browser
pl: Przeglądarka internetowa
sk: Internetový prehliadač

source: Firefox web browser
pl: Przeglądarka WWW Firefox
sk: Webový prehliadač Firefox

source: Java Platform
pl: Platforma Java
sk: Java platforma

source: Java support for the Enterprise Linux Server and Desktop Platforms.
pl: Obsługa Javy dla platform serwera i pulpitu systemu Enterprise Linux.

source: KDE Desktop
pl: Środowisko KDE
sk: Pracovné prostredie KDE

source: A KDE desktop.
pl: Środowisko KDE.
sk: Pracovné prostredie KDE

source: Large Systems Performance
pl: Wydajność dużych systemów

source: Performance support tools for large systems
pl: Narzędzia obsługi wydajności dla dużych systemów

source: Legacy UNIX compatibility
pl: Zgodność z przestarzałym systemem UNIX

source: Compatibility programs for migration from or working with legacy UNIX environments.
pl: Programy zgodności do migrowania z lub pracy z przestarzałymi środowiskami systemu UNIX.

source: Legacy X Window System compatibility
pl: Zgodność z przestarzałym systemem X Window

source: Compatibility programs for migration from or working with legacy X Window System environments.
pl: Programy zgodności do migrowania z lub pracy z przestarzałymi środowiskami systemu X Window.

source: Basic legacy X Window System compatibility
pl: Podstawowa zgodność z przestarzałym systemem X Window

source: Minimal set of compatibility programs for migration from or working with legacy X Window System environments.
pl: Minimalny zestaw programów zgodności do migrowania z lub pracowania z przestarzałymi środowiskami systemu X Window.

source: E-mail server
pl: Serwer pocztowy
sk: E-mailový server

source: Allows the system to act as a SMTP and/or IMAP e-mail server.
pl: Umożliwia systemowi działanie jako serwer pocztowy SMTP i/lub IMAP.

source: Mainframe Access
pl: Dostęp do systemów typu mainframe

source: Tools for accessing mainframe computing resources.
pl: Narzędzia do uzyskiwania dostępu do zasobów obliczeniowych typu mainframe.

source: MySQL Database server
pl: Serwer bazy danych MySQL
sk: Databázový server MySQL

source: The MySQL SQL database server, and associated packages.
pl: Serwer bazy danych SQL MySQL i powiązane pakiety.

source: MySQL Database client
pl: Klient bazy danych MySQL
sk: Klient databázy MySQL

source: The MySQL SQL database client, and associated packages.
pl: Klient bazy danych SQL MySQL i powiązane pakiety.

source: Network file system client
pl: Klient sieciowego systemu plików

source: Enables the system to attach to network storage.
pl: Umożliwia systemowi podłączanie sieciowych pamięci masowych.

source: Network Infrastructure Server
pl: Serwer infrastruktury sieciowej

source: Servers for core network protocols and services, such as DHCP or DNS.
pl: Serwery najważniejszych protokołów i usług sieciowych, takich jak DHCP lub DNS.

source: Networking Tools
pl: Narzędzia sieciowe
sk: Sieťové nástroje

source: Tools for configuring and analyzing computer networks.
pl: Narzędzia do konfigurowania i analizowania sieci komputerowych.

source: NFS file server
pl: Serwer plików NFS
sk: Súborový server NFS

source: NFS file server.
pl: Serwer plików NFS.
sk: Súborový server NFS

source: Office Suite and Productivity
pl: Biuro i praca biurowa
sk: Kacelária a produktivita
